Repository: common-repository/simple-login-captcha
Catalog: languages/simple-login-captcha-*.po
Languages: fr_fr

source: Blocked this month:
fr_fr: Bloqués ce mois-ci :

source: Passed this month:
fr_fr: Acceptés ce mois-ci :

source: Statistics
fr_fr: Statistiques

source: Security Code:
fr_fr: Code de sécurité :

source: Your browser does not support JavaScript!
fr_fr: Votre navigateur ne supporte pas JavaScript !

source: Enter the security code:
fr_fr: Entrez le code de sécurité :

source: ERROR
fr_fr: ERREUR

source: Missing request ID.
fr_fr: Identifiant de requête manquant.

source: Please enter the security code.
fr_fr: Veuillez entrer le code de sécurité.

source: Invalid or expired request.
fr_fr: Requête invalide ou expirée.

source: This is not the correct security code.
fr_fr: Le code de sécurité est incorrect.
